[
  {
    "id": 1,
    "nombre": "Ash",
    "rol": "ATACANTE",
    "imagen": "R6_Imagenes/Cards - Operadores/Ash.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Ash.png",
    "velocidad": 3,
    "salud": 1,
    "dificultad": 1,
    "escuadra": "FBI SWAT",
    "nombre_real": "Eliza Cohen",
    "lugar_nacimiento": "Jerusalén, Israel",
    "fecha_nacimiento": "24 de diciembre",
    "edad": 33,
    "habilidad_nombre": "PROYECTIL DE RUPTURA",
    "habilidad_descripcion": "Lanza un proyectil de ruptura de largo alcance que puede destruir muros frágiles, barricadas y dispositivos enemigos a distancia.",
    "biografia_historial": "Cohen es una operadora excepcional, reconocida por su velocidad, precisión y capacidad de toma de decisiones bajo presión. Graduada del FBI con honores, participó en múltiples operaciones de alto riesgo antes de unirse a Rainbow.",
    "biografia_psicologia": "Perfil psicológico muestra una personalidad altamente competitiva y orientada a objetivos. Demuestra resiliencia excepcional bajo presión extrema y capacidad de liderazgo en situaciones críticas. Tiende a actuar de forma independiente pero mantiene excelente coordinación con el equipo.",
    "biografia_entrenamiento": "Entrenamiento especializado en demoliciones urbanas y operaciones de entrada rápida. Certificación en combate CQB avanzado y tácticas de asalto. Mantiene régimen físico intensivo enfocado en velocidad y agilidad."
  },

  {
    "id": 2,
    "nombre": "Thermite",
    "rol": "ATACANTE",
    "imagen": "R6_Imagenes/Cards - Operadores/Thermite.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Thermite.png",
    "velocidad": 2,
    "salud": 2,
    "dificultad": 1,
    "escuadra": "FBI SWAT",
    "nombre_real": "Jordan Trace",
    "lugar_nacimiento": "Burlington, Vermont, EE. UU.",
    "fecha_nacimiento": "15 de mayo",
    "edad": 36,
    "habilidad_nombre": "CARGA EXOTÉRMICA",
    "habilidad_descripcion": "Coloca una carga exotérmica que puede abrir agujeros en paredes reforzadas, permitiendo el acceso a nuevas áreas.",
    "biografia_historial": "Trace es un experto en demoliciones, conocido por su enfoque meticuloso y su habilidad para adaptarse a situaciones cambiantes en el campo. Desarrolló la tecnología de carga exotérmica durante su servicio en el FBI SWAT.",
    "biografia_psicologia": "Perfil indica mentalidad analítica y metódica. Excelente control emocional y capacidad de planificación táctica. Demuestra paciencia excepcional y atención al detalle. Trabaja mejor en equipos estructurados con roles claros.",
    "biografia_entrenamiento": "Especialización en ingeniería explosiva y química aplicada. Certificaciones en manejo de materiales peligrosos y demolición controlada. Entrenamiento continuo en tácticas de ruptura y penetración de estructuras fortificadas."
  },

  {
    "id": 3,
    "nombre": "Twitch",
    "rol": "ATACANTE",
    "imagen": "R6_Imagenes/Cards - Operadores/Twitch.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Twitch.png",
    "velocidad": 2,
    "salud": 2,
    "dificultad": 2,
    "escuadra": "GIGN",
    "nombre_real": "Emmanuelle Pichon",
    "lugar_nacimiento": "Lyon, Francia",
    "fecha_nacimiento": "10 de noviembre",
    "edad": 30,
    "habilidad_nombre": "DRONE CHARGE",
    "habilidad_descripcion": "Controla un dron equipado con un dispositivo de descarga eléctrica que puede desactivar dispositivos enemigos y dañar a los oponentes.",
    "biografia_historial": "Pichon es una operadora versátil, destacada por su ingenio y su capacidad para recopilar información crucial en misiones de alto riesgo. Diseñó personalmente el sistema de dron shock durante su servicio en el GIGN.",
    "biografia_psicologia": "Perfil muestra alta inteligencia técnica combinada con creatividad táctica. Capacidad sobresaliente para improvisar soluciones en tiempo real. Demuestra curiosidad intelectual constante y adaptabilidad excepcional en entornos cambiantes.",
    "biografia_entrenamiento": "Formación en ingeniería electrónica y robótica aplicada. Certificación en guerra electrónica y operaciones de reconocimiento. Entrenamiento especializado en sistemas de vigilancia y contramedidas electrónicas."
  },

  {
    "id": 4,
    "nombre": "Sledge",
    "rol": "ATACANTE",
    "imagen": "R6_Imagenes/Cards - Operadores/Sledge.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Sledge.png",
    "velocidad": 2,
    "salud": 2,
    "dificultad": 1,
    "escuadra": "SAS",
    "nombre_real": "Seamus Cowden",
    "lugar_nacimiento": "Edimburgo, Escocia",
    "fecha_nacimiento": "3 de marzo",
    "edad": 34,
    "habilidad_nombre": "MARTILLO TÁCTICO",
    "habilidad_descripcion": "Utiliza un martillo táctico para romper paredes frágiles, barricadas y obstáculos, creando nuevas rutas de acceso.",
    "biografia_historial": "Cowden es conocido por su fuerza y determinación, siendo un miembro valioso del equipo en operaciones que requieren una entrada rápida y decisiva. Veterano del SAS con múltiples despliegues en zonas de conflicto.",
    "biografia_psicologia": "Perfil psicológico muestra personalidad directa y pragmática. Alta tolerancia al estrés físico y mental. Demuestra lealtad excepcional al equipo y mentalidad orientada a la acción. Prefiere soluciones simples y efectivas.",
    "biografia_entrenamiento": "Entrenamiento intensivo en combate cuerpo a cuerpo y ruptura táctica. Certificación SAS en operaciones especiales y supervivencia extrema. Régimen físico enfocado en fuerza y resistencia. Experto en tácticas de asalto rápido."
  },

  {
    "id": 5,
    "nombre": "Montagne",
    "rol": "ATACANTE",
    "imagen": "R6_Imagenes/Cards - Operadores/Montagne.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Montagne.png",
    "velocidad": 1,
    "salud": 3,
    "dificultad": 3,
    "escuadra": "GIGN",
    "nombre_real": "Gilles Touré",
    "lugar_nacimiento": "Marsella, Francia",
    "fecha_nacimiento": "12 de julio",
    "edad": 38,
    "habilidad_nombre": "ESCUDO EXTENSIBLE",
    "habilidad_descripcion": "Despliega un escudo balístico extensible que proporciona una cobertura completa, protegiendo al operador y a sus compañeros de equipo.",
    "biografia_historial": "Touré es un operario táctico con una presencia imponente en el campo de batalla, conocido por su capacidad para liderar y proteger a su equipo en situaciones críticas. Veterano del GIGN con más de 15 años de servicio activo.",
    "biografia_psicologia": "Perfil indica personalidad protectora y mentalidad de sacrificio personal por el bien del equipo. Demuestra calma excepcional bajo fuego enemigo y capacidad de liderazgo natural. Alto sentido del deber y responsabilidad hacia compañeros.",
    "biografia_entrenamiento": "Especialización en tácticas de protección y cobertura avanzada. Entrenamiento extensivo en uso de escudos balísticos y formaciones tácticas. Certificación en negociación de rehenes y control de multitudes. Entrenamiento físico enfocado en resistencia y fuerza."
  },

  {
    "id": 6,
    "nombre": "Castle",
    "rol": "DEFENSOR",
    "imagen": "R6_Imagenes/Cards - Operadores/Castle.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Castle.png",
    "velocidad": 2,
    "salud": 2,
    "dificultad": 2,
    "escuadra": "FBI SWAT",
    "nombre_real": "Miles Campbell",
    "lugar_nacimiento": "Sherman Oaks, California, EE. UU.",
    "fecha_nacimiento": "22 de septiembre",
    "edad": 35,
    "habilidad_nombre": "PANEL DE ARMADURA",
    "habilidad_descripcion": "Despliega paneles de armadura reforzada que bloquean puertas y ventanas, dificultando el acceso a los atacantes.",
    "biografia_historial": "Campbell es un operador táctico experto en fortificación defensiva, reconocido por su capacidad para crear posiciones fortificadas impenetrables. Participó en el desarrollo de nuevos sistemas de fortificación para el FBI SWAT.",
    "biografia_psicologia": "Perfil muestra mentalidad estratégica defensiva y pensamiento arquitectónico avanzado. Capacidad excepcional para analizar puntos débiles estructurales y fortalecer posiciones. Demuestra paciencia táctica y visión de largo plazo en operaciones.",
    "biografia_entrenamiento": "Formación en ingeniería estructural y fortificación táctica. Certificación en defensa perimetral y control de accesos. Entrenamiento especializado en análisis de vulnerabilidades arquitectónicas y contramedidas defensivas."
  },

  {
    "id": 7,
    "nombre": "Rook",
    "rol": "DEFENSOR",
    "imagen": "R6_Imagenes/Cards - Operadores/Rook.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Rook.png",
    "velocidad": 1,
    "salud": 3,
    "dificultad": 1,
    "escuadra": "GIGN",
    "nombre_real": "Julien Nizan",
    "lugar_nacimiento": "Tours, Francia",
    "fecha_nacimiento": "6 de enero",
    "edad": 27,
    "habilidad_nombre": "PLACAS DE ARMADURA",
    "habilidad_descripcion": "Despliega una bolsa de placas de armadura que los compañeros de equipo pueden equipar para aumentar su resistencia al daño.",
    "biografia_historial": "Nizan es conocido por su capacidad de proteger al equipo mediante el suministro de armaduras adicionales, siendo un pilar fundamental en la defensa. Miembro más joven del GIGN, pero con rendimiento excepcional en todas las evaluaciones.",
    "biografia_psicologia": "Perfil indica personalidad altruista y orientada al servicio del equipo. Alta conciencia situacional y capacidad de anticipar necesidades de compañeros. Demuestra madurez emocional avanzada para su edad y mentalidad colaborativa natural.",
    "biografia_entrenamiento": "Entrenamiento completo GIGN en tácticas defensivas y protección de punto. Certificación en balística y sistemas de protección personal. Formación continua en medicina de combate y primeros auxilios tácticos."
  },

  {
    "id": 8,
    "nombre": "Jager",
    "rol": "DEFENSOR",
    "imagen": "R6_Imagenes/Cards - Operadores/Jager.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Jager.png",
    "velocidad": 3,
    "salud": 1,
    "dificultad": 2,
    "escuadra": "GSG 9",
    "nombre_real": "Marius Streicher",
    "lugar_nacimiento": "Düsseldorf, Alemania",
    "fecha_nacimiento": "9 de marzo",
    "edad": 35,
    "habilidad_nombre": "SISTEMA DE DEFENSA ACTIVA",
    "habilidad_descripcion": "Despliega un dispositivo que intercepta y destruye proyectiles enemigos entrantes, protegiendo al equipo de granadas y explosivos.",
    "biografia_historial": "Streicher es un defensor ágil con habilidades excepcionales en interceptación de proyectiles, vital para contrarrestar estrategias ofensivas enemigas. Ex piloto de helicóptero antes de desarrollar el sistema ADS para aplicaciones terrestres.",
    "biografia_psicologia": "Perfil muestra mentalidad técnica combinada con instintos de combate rápidos. Capacidad sobresaliente para procesamiento visual y respuesta rápida. Demuestra confianza en sistemas tecnológicos y pensamiento innovador en soluciones defensivas.",
    "biografia_entrenamiento": "Formación en ingeniería aeronáutica y sistemas de defensa activa. Certificación GSG 9 en operaciones antiterroristas. Entrenamiento especializado en contramedidas contra explosivos y sistemas de punto de defensa automatizados."
  },

  {
    "id": 9,
    "nombre": "Kapkan",
    "rol": "DEFENSOR",
    "imagen": "R6_Imagenes/Cards - Operadores/Kapkan.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Kapkan.png",
    "velocidad": 2,
    "salud": 2,
    "dificultad": 1,
    "escuadra": "SPETSNAZ",
    "nombre_real": "Maxim Basuda",
    "lugar_nacimiento": "Kovrov, Rusia",
    "fecha_nacimiento": "14 de mayo",
    "edad": 38,
    "habilidad_nombre": "TRAMPA EXPLOSIVA",
    "habilidad_descripcion": "Coloca trampas explosivas en puertas y ventanas que se activan cuando los atacantes pasan a través de ellas.",
    "biografia_historial": "Basuda es un cazador experto, reconocido por su capacidad de establecer trampas letales que sorprenden y eliminan enemigos desprevenidos. Criado en los bosques siberianos, desarrolló habilidades de rastreo y caza desde joven antes de unirse a Spetsnaz.",
    "biografia_psicologia": "Perfil muestra mentalidad de cazador paciente y pensamiento estratégico de largo plazo. Capacidad excepcional para predecir patrones de movimiento enemigo. Demuestra calma extrema y disposición a esperar el momento perfecto para actuar.",
    "biografia_entrenamiento": "Entrenamiento Spetsnaz en supervivencia extrema y tácticas de emboscada. Certificación en explosivos improvisados y sistemas de trampa. Formación avanzada en rastreo, camuflaje y operaciones en clima extremo."
  },

  {
    "id": 10,
    "nombre": "Tachanka",
    "rol": "DEFENSOR",
    "imagen": "R6_Imagenes/Cards - Operadores/Tachanka.avif",
    "icono": "R6_Imagenes/Icons - Operadores/Tachanka.png",
    "velocidad": 1,
    "salud": 3,
    "dificultad": 1,
    "escuadra": "SPETSNAZ",
    "nombre_real": "Alexsandr Senaviev",
    "lugar_nacimiento": "San Petersburgo, Rusia",
    "fecha_nacimiento": "3 de noviembre",
    "edad": 48,
    "habilidad_nombre": "LANZAGRANADAS SHUMIKHA",
    "habilidad_descripcion": "Lanza granadas incendiarias que crean áreas de fuego, bloqueando rutas enemigas y causando daño por tiempo.",
    "biografia_historial": "Senaviev es un veterano con décadas de experiencia en combate, conocido por su resistencia y su capacidad para controlar áreas estratégicas mediante fuego sostenido. Participó en múltiples conflictos antes de convertirse en instructor de Spetsnaz.",
    "biografia_psicologia": "Perfil indica mentalidad de veterano con sabiduría táctica profunda. Demuestra liderazgo natural basado en experiencia y respeto ganado. Alta resistencia psicológica desarrollada durante décadas de servicio. Mentalidad protectora hacia operadores más jóvenes.",
    "biografia_entrenamiento": "Entrenamiento Spetsnaz clásico con especialización en armas pesadas y supresión de área. Certificación en tácticas de negación de terreno y control de zona. Experiencia extensiva como instructor en combate urbano y defensa de posición."
  }
]

